{
    "Initial setup": "40 cards is used, but the manilhas are not fixed. After the cards have been dealt, the top card of the remaining deck is turned face up: this card is known as the 'vira' (turned card). The manilhas for this hand are the four cards of the rank immediately above the vira in the cyclic order [4]-3-2-A-K-J-Q-7-6-5-4-[3]. For example if the vira is a Five, the manilhas are the Sixes, if the vira is a Seven the manilhas are the Queens (remember that Queens normally rank below Jacks in this game), and if the vira is a Three (the highest rank), the manilhas are the Fours (the lowest). The four manilhas rank according to their suits in descending order Clubs > Hearts > Spades > Diamonds. This system is sometimes known as manilha nova (new manilha), while the fixed manilhas in Truco Mineiro are known as manilha velha (old manilha). Note that the suit order of the manilhas in Truco Paulista is the same as the suit order of the fixed manilhas in Truco Mineiro. The other cards rank in the normal Truco order 3-2-A-K-J-Q-7-6-5-4, missing out the manilha rank.",
    "Example": "If the vira is a Jack, the cards rank from high to low: clubK - heartK - spadeK - diamondK - 3's - 2's - A's - J's - Q's - 7's - 6's - 5's - 4's",
    "Manilhas": "The manilhas are known as Gato (clubs), Copas (hearts), Espadilha (spades) and Mole or Salmoura (diamonds).",
    "How to play": "The deal is one card at a time, in counter-clockwise order, normally from the bottom of the deck. There is no opportunity to pass or burn cards - everyone plays with the three cards they are dealt. - A call of truco is a bet on winning the hand according to the usual criteria: winning two tricks or the first trick won in case of ties - not just a bet on who will win the current trick. - When a trick is tied, the same player who led to the tied trick leads to the next trick. - As usual the first bet, if accepted, raises the stake of the hand from 1 to 3 points. If it is accepted, the play continues as usual, up to the third trick if necessary, to determine the result. If the opponents wish to raise the stake to 6, they do not have to do this immediately. They can continue the play and interrupt it later to call vale 6, and the first team must reply before play continues again. Subsequent bets by alternate teams raising the stake to 9 and 12 are also possible. - Immediately after truco is called, the opponents can look at each other's hands by passing all cards face down to each other and discuss whether to accept the call. Similarly, if the opposing team decides to call 6 later on (or immediately), the Truco-calling team can also look at each other's hands before deciding if they accept the raise to 6 or decline. - When one team has 11 points the cards are dealt as usual (one at a time from the bottom of the deck). No truco calls are allowed. Before play begins, the members of the team with 11 points can look at each other's hands by passing their cards to each other face down across the table, and must then decide whether to give up for 1 point or play for 3 points.- When both teams have 11 points an iron hand (mão de ferro) is played: the cards are dealt as usual but players must not look at their cards. Instead they play to the tricks by simply turning over their top card, and the winners of the deal win the game. - When one or both of the teams has 11 points, calling truco automatically gives the victory to the opposing team - that is, the opposing team wins the entire game, not only the hand! This is a very harsh rule and very easy to fall for, so one needs to be very careful to not say truco when one of the teams has 11 points."
}